[
	{
		"aliases": [
			"notoc",
			"无目录",
			"無目錄"
		],
		"description": "Hides the table of contents (TOC)."
	},
	{
		"aliases": [
			"forcetoc",
			"强显目录",
			"強制目錄"
		],
		"description": "Forces the table of contents to appear at its normal position (before the first header, overriding `__NOTOC__`)."
	},
	{
		"aliases": [
			"toc",
			"目录",
			"目錄"
		],
		"description": "Places a table of contents at the word's current position (overriding `__NOTOC__`). If this is used multiple times, the table of contents will appear at the first word's position."
	},
	{
		"aliases": [
			"noeditsection",
			"无段落编辑",
			"无编辑段落",
			"無段落編輯"
		],
		"description": "Hides the section edit links beside headings. Use of this in a template will extend the effect to that template, the pages it's included on, and any other templates included on the same page."
	},
	{
		"aliases": [
			"newsectionlink",
			"新段落链接"
		],
		"description": "Adds a link beside the \"Edit\" tab for adding a new section on a non-talk page."
	},
	{
		"aliases": [
			"nonewsectionlink",
			"无新段落链接"
		],
		"description": "Removes the link beside the \"Edit\" tab on pages in talk namespaces."
	},
	{
		"aliases": [
			"nogallery",
			"无图库",
			"無圖庫"
		],
		"description": "Used on a category page, replaces thumbnails in the category view with normal links."
	},
	{
		"aliases": [
			"hiddencat",
			"隐藏分类",
			"隱藏分類"
		],
		"description": "Used on a category page, hides the category from the lists of categories in its members and subcategories (there is an option in the user preferences to show them)."
	},
	{
		"aliases": [
			"expectunusedcategory"
		],
		"description": "Used on a category page, removes the category from Special:UnusedCategories."
	},
	{
		"aliases": [
			"nocontentconvert",
			"nocc",
			"不转换内容",
			"不轉換內容"
		],
		"description": "On wikis with language variants, don't perform any content language conversion in article display."
	},
	{
		"aliases": [
			"notitleconvert",
			"notc",
			"不转换标题",
			"不轉換標題"
		],
		"description": "On wikis with language variants, don't perform language conversion on the title (all other content is converted)."
	},
	{
		"aliases": [
			"index",
			"索引"
		],
		"description": "Tell search engines to index the page."
	},
	{
		"aliases": [
			"noindex",
			"无索引"
		],
		"description": "Tell search engines not to index the page (i.e. do not list in search engines' results)."
	},
	{
		"aliases": [
			"staticredirect",
			"静态重定向",
			"靜態重新導向"
		],
		"description": "On redirect pages, don't allow MediaWiki to automatically update the link when someone moves a page and checks \"Update any redirects that point to the original title\"."
	},
	{
		"aliases": [
			"expectunusedtemplate"
		],
		"description": "Used on a template page, removes the page from Special:UnusedTemplates."
	},
	{
		"aliases": [
			"noglobal",
			"禁用全域用户页"
		],
		"description": "Disables the global user page. If present on the central user page, will prevent it from being displayed on remote wikis, and it also determines whether a link to a user page on remote wiki should be red or blue."
	},
	{
		"aliases": [
			"disambig",
			"消除歧义"
		],
		"description": "Identifies a disambiguation page."
	},
	{
		"aliases": [
			"archivedtalk",
			"已存档讨论"
		],
		"description": "Hides \"reply\" links from discussions on archived pages."
	},
	{
		"aliases": [
			"notalk",
			"禁用讨论"
		],
		"description": "Makes a page in a talk namespace not be treated like a talk page."
	}
]
